The link between connector [Index] and connector [Index] is removed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RemoveConnectorLinkWarn { get; }
  Visual Basic
Public Shared ReadOnly Property RemoveConnectorLinkWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RemoveConnectorLinkWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace